tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
#tap "homebrew/cask-versions"
tap "homebrew/core"
tap "k14s/tap"

# ZSH + iTerm
brew "zsh"
brew "zsh-completions"
cask "iterm2"

# Java
cask "adoptopenjdk8"
cask "adoptopenjdk11"
cask "adoptopenjdk13"
cask "adoptopenjdk15"
brew "maven"

# Go
brew "go"
brew "dep"

# Docker
cask "docker"

# k8s
brew "kubernetes-cli"
brew "helm"
brew "helmfile"
brew "k14s/tap/kapp"
brew "sops"
brew "hyperkit"
brew "minikube"
brew "k9s"

# AWS
brew "awscli"
brew "terraform"

# Ruby
brew "ruby-build"
brew "rbenv"
brew "ruby"

# Node
brew "node"
brew "yarn"

# Rust
brew "rust"
brew "rustup-init"

# Jet Brains
cask "datagrip"
cask "goland"
cask "intellij-idea"
cask "pycharm"

# Microsoft
cask "microsoft-office"
cask "microsoft-teams"
cask "visual-studio-code"

# Misc
brew "jq"
brew "telnet"
cask "authy"
cask "postman"
cask "slack"
cask "spotify"
cask "drawio"

