tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "tazjin/kontemplate", "https://github.com/tazjin/kontemplate"
brew "awscli"
brew "cask"
brew "curl"
brew "go"
brew "dep"
brew "git"
brew "gnupg"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "node"
brew "pass"
brew "ruby-build"
brew "rbenv"
brew "telnet"
brew "terraform"
brew "vim"
brew "zsh"
brew "zsh-completions"
brew "kontemplate"
cask "atom"
cask "datagrip"
cask "db-browser-for-sqlite"
cask "drawio"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "java8"
cask "macdown"
cask "microsoft-office"
cask "minikube"
cask "nosqlclient"
cask "postman"
cask "pycharm"
cask "slack"
cask "spotify"
cask "virtualbox"
brew "maven"

